{
  "cder.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-bibtex.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typst.vim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vimtex": { "branch": "master" }
}